KCX-Mapping-Convert/testdaten/Export/diehl/DIEHL-Uids.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header>
  <Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true"><To>DE01.CSFTEST.2158</To><From>DE01.CSFTEST.2158</From><MessageID>KIDS215820090114115600015</MessageID><SentAt>2008-09-10 12:18:45 +0200</SentAt><Act>request</Act>
</Header>
</soap:Header><soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/export/body/200809"><Export><ExportDeclaration><Consignee><Address><Name>Motor Sportsxxxxxxxxx  Motor Sports Inc.</Name><StreetAndNumber>133 Redbridge Drive 1</StreetAndNumber><PostalCode>73401</PostalCode><City>ARDMORE</City><CountryCodeISO>US</CountryCodeISO></Address></Consignee><Declarant><TIN>9002073</TIN><CustomsID>1</CustomsID></Declarant><AuthorisationID>DE5864ZA0054</AuthorisationID><ContainerIndicator>0</ContainerIndicator><CustomsOffices><OfficeOfExit>DE005872</OfficeOfExit><OfficeOfExport>DE005866</OfficeOfExport></CustomsOffices><DestinationCountry>US</DestinationCountry><GrossMass>          93000</GrossMass><Incoterms><Code>CIF</Code><City>Dresden</City></Incoterms><ItemsQuantity>006</ItemsQuantity><MeansOfTransport TransportType="Inland"><Type>01</Type></MeansOfTransport><MeansOfTransport TransportType="Departure"><Type>01</Type><Mode>10</Mode><Identity>MS AIDA</Identity><Nationality>QU</Nationality></MeansOfTransport><ParticipantsCombination>0</ParticipantsCombination><PlaceOfLoading><Code>AA01</Code></PlaceOfLoading><ReferenceNumber>0000027077/0090034688</ReferenceNumber><Transaction><Type>11</Type><Amount>60000</Amount><Currency>USD</Currency></Transaction><TypeOfDeclaration><RegionCode>EX</RegionCode><ProcedureCode>e</ProcedureCode></TypeOfDeclaration><HeaderExtensions><TydenSealsFlag>0</TydenSealsFlag><TydenSealsStockFlag>0</TydenSealsStockFlag></HeaderExtensions><GoodsItem><ItemNumber>001</ItemNumber><CommodityCodeKN8>85291011</CommodityCodeKN8><GoodsDescription>TFT Bildschirm, 17"1 / Teleskop- und Stabantennen für Taschen-, Koffer- und Kraftfahrzeugempfangsgeräte</GoodsDescription><GrossMass>          63000</GrossMass><NetMass>          15000</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>1</Quantity><Number>01</Number><Type>NE</Type></Packaging><Packaging><Quantity>1</Quantity><MarksAndNumbers>00112005670000010283</MarksAndNumbers><Number>02</Number><Type>PX</Type></Packaging><Packaging><Quantity>1</Quantity><MarksAndNumbers>00112005670000010290</MarksAndNumbers><Number>03</Number><Type>PX</Type></Packaging><Packaging><Quantity>1</Quantity><MarksAndNumbers>00112005670000010313</MarksAndNumbers><Number>04</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>OHNE</Type></PreviousDocument><StatisticalValue>93</StatisticalValue><StatisticalQuantity>0</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>002</ItemNumber><CommodityCodeKN8>01011010</CommodityCodeKN8><GoodsDescription>TFT Bildschirm, 17"1 / Pferde als reinrassige Zuchttiere</GoodsDescription><GrossMass>           0000</GrossMass><NetMass>          15000</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>0</Quantity><MarksAndNumbers>00112005670000010290</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>OHNE</Type></PreviousDocument><StatisticalValue>93</StatisticalValue><StatisticalQuantity>1000</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>003</ItemNumber><CommodityCodeKN8>85291011</CommodityCodeKN8><GoodsDescription>TFT Bildschirm, 17"1 / Teleskop- und Stabantennen für Taschen-, Koffer- und Kraftfahrzeugempfangsgeräte</GoodsDescription><GrossMass>           0000</GrossMass><NetMass>          15000</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>0</Quantity><MarksAndNumbers>00112005670000010283</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>OHNE</Type></PreviousDocument><StatisticalValue>93</StatisticalValue><StatisticalQuantity>0</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>004</ItemNumber><CommodityCodeKN8>01011010</CommodityCodeKN8><GoodsDescription>TFT Bildschirm, 17"1 / Pferde als reinrassige Zuchttiere</GoodsDescription><GrossMass>          15000</GrossMass><NetMass>          15000</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>1</Quantity><Number>01</Number><Type>NE</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>OHNE</Type></PreviousDocument><StatisticalValue>93</StatisticalValue><StatisticalQuantity>1000</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>005</ItemNumber><CommodityCodeKN8>85291011</CommodityCodeKN8><GoodsDescription>TFT Bildschirm, 17"1 / Teleskop- und Stabantennen für Taschen-, Koffer- und Kraftfahrzeugempfangsgeräte</GoodsDescription><GrossMass>          15000</GrossMass><NetMass>          15000</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>1</Quantity><Number>01</Number><Type>NE</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>OHNE</Type></PreviousDocument><StatisticalValue>93</StatisticalValue><StatisticalQuantity>0</StatisticalQuantity></GoodsItem><GoodsItem><ItemNumber>006</ItemNumber><CommodityCodeKN8>01011010</CommodityCodeKN8><GoodsDescription>TFT Bildschirm, 17"1 / Pferde als reinrassige Zuchttiere</GoodsDescription><GrossMass>           0000</GrossMass><NetMass>          15000</NetMass><OriginRegion>14</OriginRegion><Packaging><Quantity>0</Quantity><MarksAndNumbers>00112005670000010313</MarksAndNumbers><Number>01</Number><Type>PX</Type></Packaging><Procedure><Declared>10</Declared><Previous>00</Previous></Procedure><PreviousDocument><Type>OHNE</Type></PreviousDocument><StatisticalValue>93</StatisticalValue><StatisticalQuantity>1000</StatisticalQuantity></GoodsItem></ExportDeclaration></Export></Submit></soap:Body></soap:Envelope>